Repository: Vistaus/web-archives-1
Catalog: po/*.po
Languages: es

source: A web archives viewer
es: Un visor de archivadores web

source: A web archives viewer offering the ability to browse offline millions of articles from large community projects such as Wikipedia or Wikisource.
es: Un visor de archivadores web que ofrece la posibilidad de explorar sin conexión millones de artículos provenientes de grandes proyectos comunitarios como Wikipedia o Wikisource.

source: Features:
es: Funcionalidades:

source: List recently opened web archives
es: Listado de archivadores web abiertos recientemente

source: List available local web archives
es: Listado de archivadores web locales disponibles

source: List of web archives available to download
es: Listado de archivadores web disponibles para descarga

source: Print a page
es: Imprimir páginas

source: Night mode (Darkreader)
es: Modo nocturno (Darkreader)

source: Zoom controls
es: Controles de escala

source: Search in page
es: Buscar en las páginas

source: History
es: Historial

source: Bookmarks
es: Marcadores

source: Search a page
es: Buscar páginas

source: Keyboard shortcuts
es: Atajos de teclado

source: Multi-windows
es: Ventanas múltiples

source: Multi-tabs
es: Pestañas múltiples

source: Random page
es: Página al azar

source: Sandboxed pages (Pages are isolated from the web)
es: Páginas en entorno aislado (limitadas en acceso a la web)

source: Ask for confirmation when opening an external link
es: Solicitar confirmación antes de abrir un enlace externo

source: Handle the opening of zim files from external applications (Nautilus...)
es: Gestionar la apertura de archivos zim desde aplicaciones externas (Nautilus...)

source: Read Web archives offline
es: Consultar archivadores web sin conexión

source: archive;web;offline;
es: archivador;web;sin conexión;

# shortcut window
source: General
es: Generales

# shortcut window
source: New window
es: Ventana nueva

# shortcut window
source: Close window or tab
es: Cerrar la ventana o pestaña

# shortcut window
source: Shortcuts
es: Atajos

# shortcut window
source: Night mode
es: Modo nocturno

# shortcut window
source: Quit the application
es: Salir de la aplicación

# shortcut window
source: Opening
es: Apertura

# shortcut window
source: Open an archive
es: Abrir un archivador

# shortcut window
source: Tabs
es: Pestañas

# shortcut window
source: New tab
es: Pestaña nueva

# shortcut window
source: Go to previous tab
es: Ir a la pestaña anterior

# shortcut window
source: Go to next tab
es: Ir a la pestaña siguiente

# shortcut window
source: Open tab
es: Abrir una pestaña

# shortcut window
source: Navigation
es: Navegación

# shortcut window
source: Go home
es: Ir a la página principal

# shortcut window
source: Go back
es: Ir hacia atrás

# shortcut window
source: Go forward
es: Ir hacia adelante

# shortcut window
source: Archive
es: Archivador

# shortcut window
source: Main page
es: Página principal

# shortcut window
source: Search a page
es: Buscar una página

# shortcut window
source: Random page
es: Página al azar

# shortcut window
source: Show bookmarks
es: Mostrar los marcadores

# shortcut window
source: Show history
es: Mostrar el historial

# shortcut window
source: Page
es: Página

# shortcut window
source: Search in page
es: Buscar en la página

# shortcut window
source: Toggle bookmark for current page
es: Conmutar marcador en la página actual

# shortcut window
source: Print
es: Imprimir

# shortcut window
source: Search in
es: Buscar en

# shortcut window
source: Next match
es: Correspondencia siguiente

# shortcut window
source: Previous match
es: Correspondencia anterior

# shortcut window
source: Zoom
es: Escala

# shortcut window
source: Zoom in
es: Ampliar

# shortcut window
source: Zoom out
es: Reducir

# shortcut window
source: Reset zoom
es: Restablecer la escala

source: Print version number
es: Mostrar el número de versión

source: Unspecified language
es: Idioma no especificado

source: No pictures
es: No hay ninguna imagen

source: No videos
es: No hay ningún vídeo

source: Full text index
es: Índice de texto completo

source: No recent searches.
es: No hay ninguna búsqueda reciente.

source: No results.
es: No hay resultados.

source: No browsing history.
es: El historial de navegación está vacío.

source: Search
es: Buscar

source: Download
es: Descargar

source: Details
es: Detalles

source: Remove
es: Quitar

source: Favicon
es: Favicono

source: Title
es: Título

source: Location
es: Ubicación

source: Date
es: Fecha

source: Lang
es: Idioma

source: Size
es: Tamaño

source: Name
es: Nombre

source: Description
es: Descripción

source: Article count
es: Cantidad de artículos

source: Media count
es: Cantidad de archivos multimedia

source: Creator
es: Creador

source: Publisher
es: Editor

source: Tags
es: Etiquetas

source: No bookmarks saved.
es: No hay ningún marcador guardado.

source: Never refreshed
es: Jamás actualizado

source: Last refreshed: %H:%M - %e %b %Y
es: Última actualización: %H:%M, %e.%b.%Y

source: %lluY ago
es: hace %lluA

source: %lluM ago
es: hace %lluM

source: %lluD ago
es: hace %lluD

source: %lluh ago
es: hace %lluh

source: %llum ago
es: hace %llum

source: %llus ago
es: hace %llus

source: No archive recently opened. <b>Please select an archive from the following sections or open it manually.</b>
es: No se ha abierto ningún archivador recientemente. <b>Por favor, seleccione un archivo de las siguientes secciones o ábralo manualmente.</b>

source: No archive automaticly detected on your system. <b>Please download one from the following section.</b>
es: No se detectó ningún archivador automáticamente en el sistema.

source: No archive available for download. <b>Please refresh this list using the appropriate button.</b>
es: No hay ningún archivador descargable disponible. <b>Por favor, actualice esta lista usando el botón apropiado.</b>

source: Cannot open the archive file
es: No se puede abrir el archivador

source: Recents
es: Recientes

source: Open a web archive
es: Abrir un archivo web

source: Local
es: Locales

source: Refresh
es: Actualizar

source: Remote
es: Remoto

source: Downloading
es: Descargando

source: How would you like to download %s ?
es: ¿Cómo quiere descargarse «%s»?

source: This will open a third-party application to download the archive.
es: Esto abrirá una aplicación externa para descargar el archivador.

source: From a server
es: Desde un servidor

source: Peer-to-peer network
es: Red punto a punto

source: File downloaded: %s
es: Archivo descargado: %s

source: Detach to a new window
es: Separar en una ventana nueva

source: Toggle bookmark for current page
es: Conmutar marcador en la página actual

source: Go to the homepage
es: Ir a la página principal

source: Go back to the previous page
es: Ir a la página anterior

source: Go forward to the next page
es: Ir a la página siguiente

source: Open a new tab
es: Abrir una nueva pestaña

source: Night mode
es: Modo nocturno

source: Search in...
es: Buscar en…

source: Print
es: Imprimir

source: Main page
es: Página principal

source: New window
es: Ventana nueva

source: About
es: Acerca de

source: Quit
es: Salir

source: Find previous occurrence of the search string
es: Buscar la ocurrencia anterior de la cadena de búsqueda

source: Find next occurrence of the search string
es: Buscar siguiente aparición de la cadena de búsqueda

source: Zoom out
es: Reducir

source: Reset zoom
es: Restablecer la escala

source: Zoom in
es: Ampliar

source: A Web archives viewer.
es: Un visor de archivadores web.

source: Copyright © 2017-2017 - Birros
es: Derechos de autor © 2017-2017 Birros

source: Please choose a file
es: Seleccione un archivo

source: Are you sure to open external link ?
es: ¿Confirma que quiere abrir el enlace externo?
